Repository: roxfr/installer
Catalog: po/*.po
Languages: fr

source: Refresh OS
fr: Actualiser le système d'exploitation

source: Refresh or Install %s
fr: Actualiser ou Installer %s

source: Install %s
fr: Installer %s

source: Test Mode
fr: Mode Test

source: Device name already exists.
fr: Le nom de l'appareil existe déjà.

source: An input was null.
fr: Une entrée était nulle.

source: An input was not valid UTF-8.
fr: Une entrée n'était pas valide UTF-8 (encodage).

source: Either a password or keydata string must be supplied.
fr: Une chaîne de mot de passe ou de données clés doit être fournie.

source: Failed to decrypt due to invalid password.
fr: Échec du chiffrement en raison d'un mot de passe non valide.

source: The decrypted partition does not have a LVM volume on it.
fr: La partition déchiffrée ne contient pas de volume LVM.

source: Unable to locate LUKS partition at %s.
fr: Impossible de localiser la partition LUKS à %s.

source: Fatal error occurred: check logs
fr: Une erreur fatale s'est produite : vérifier les journaux (logs)

source: Test mode shutdown
fr: Arrêt du Mode Test

source: Test mode reboot
fr: Redémarrer en Mode Test

source: Test mode switch user
fr: Mode Test : Changer d'utilisateur

source: Unable to set the Distinst log callback
fr: Impossible de récupérer le journal Distinst

source: Starting installation
fr: Démarrage de l'installation

source: Are you sure you want to Shut Down?
fr: Êtes-vous sûr de vouloir éteindre l'ordinateur ?

source: This will cancel installation and turn off this device.
fr: Ceci annulera l'installation et éteindra cet appareil.

source: Restart
fr: Redémarrer

source: Cancel
fr: Annuler

source: Shut Down
fr: Éteindre

source: Help with Dual Booting
fr: Aide au démarrage double (dual boot)

source: Linux-based OSes
fr: Systèmes d'exploitation basés sur Linux

source: Cancel Installation
fr: Annuler l'installation

source: Ignore
fr: Ignorer

source: Not Enough Space
fr: Pas assez d'espace

source: There is not enough room on your device to install %s. We recommend a minimum of %s of storage.
fr: Il n'y a pas assez d'espace sur votre appareil pour installer %s. Nous recommandons un minimum de %s d'espace de stockage.

source: Your Device May Be Too Slow
fr: Votre appareil est peut-être trop lent

source: Your device doesn't meet the recommended hardware requirements. This may cause it to run slowly or freeze.
fr: Votre appareil ne répond pas aux exigences matérielles recommandées. Cela peut entraîner un fonctionnement lent ou des blocages.

source: Connect to a Power Source
fr: Se connecter à une source d'alimentation

source: Your device is running on battery power. It's recommended to be plugged in while installing.
fr: Votre appareil est actuellement sur batterie. Il est recommandé de le maintenir branché à une source d'alimentation pendant l'installation.

source: Recommended:
fr: Recommandé :

source: Your Device:
fr: Votre appareil :

source: Processor:
fr: Processeur :

source: Memory:
fr: Mémoire :

source: Decrypt Install
fr: Installation avec chiffrement

source: Back
fr: Retour

source: Enter the password to decrypt the existing install.
fr: Entrez le mot de passe pour chiffrer l'installation existante.

source: Decrypt
fr: Déchiffrer

source: Select a drive
fr: Sélectionner un lecteur

source: Erase and Install
fr: Supprimer et installer

source: Maximum size of MSDOS partition table is 2TiB. Switch to EFI for GPT table support.
fr: La taille maximale de la table de partition MSDOS est de 2 To. Passer à EFI pour la prise en charge de la table GPT.

source: Disk does not meet the minimum requirement
fr: Le disque ne répond pas à la configuration minimale requise

source: Drive Encryption
fr: Chiffrement de lecteur

source: Encrypting this drive protects data from being read by others with physical access to this device.
fr: Le chiffrement de ce lecteur protège les données contre la lecture par d’autres personnes ayant un accès physique à cet appareil.

source: Drive encryption may slightly affect read and write speed when performing intense tasks.
fr: Le chiffrement du lecteur peut légèrement affecter la vitesse de lecture et d'écriture lors de l'exécution de tâches intenses.

source: The encryption password will be required each time you turn on this device or restart.
fr: Le mot de passe de chiffrement sera requis à chaque fois que vous allumerez cet appareil ou le redémarrerez.

source: If you forget the encryption password, <b>you will not be able to recover data.</b> This is a unique password for this device, not the password for your user account.
fr: Si vous oubliez le mot de passe de cryptage, <b>vous ne pourrez pas récupérer les données.</b> Il s'agit d'un mot de passe unique pour cet appareil, et non du mot de passe de votre compte utilisateur.

source: Choose Encryption Password
fr: Choisir le mot de passe de chiffrement

source: Confirm Password
fr: Confirmer le mot de passe

source: Don't Encrypt
fr: Ne pas chiffrer

source: Encrypt
fr: Chiffrer

source: Set Password
fr: Définir le mot de passe

source: Passwords do not match
fr: Les mots de passe ne correspondent pas

source: Select OS or Encrypted Partition
fr: Sélectionner le système d'exploitation ou la partition cryptée

source: Refresh Install
fr: Réinstaller

source: Could Not Install
fr: Impossible d'installer

source: Installing %s failed, possibly due to a hardware error. Detailed logs were written to <b>/tmp/installer.log</b>. Your device may not restart properly. You can try the following:
fr: L'installation de %s a échoué, probablement en raison d'une erreur matérielle. Des journaux détaillés ont été écrits dans <b>/tmp/installer.log</b>. Votre appareil risque de ne pas redémarrer correctement. Vous pouvez essayer les solutions suivantes :

source: • Try the installation again
fr: • Réessayer l'installation

source: • Use Demo Mode and try to manually recover
fr: • Utiliser le Mode Démo et essayer de récupérer manuellement

source: • Restart your device to boot from another drive
fr: • Redémarrer votre appareil pour démarrer à partir d'un autre lecteur

source: Restart Device
fr: Redémarrer le périphérique

source: Try Demo Mode
fr: Essayer le Mode Démo

source: Try Installing Again
fr: Réessayer l'installation

source: Keyboard Layout
fr: Disposition du clavier

source: Type to test your layout
fr: Tapez pour tester la disposition du clavier

source: Show keyboard layout
fr: Afficher la disposition du clavier

source: Select
fr: Sélectionner

source: Default
fr: Par défaut

source: Input Language
fr: Langue de saisie

source: Languages
fr: Langues

source: Select a Language
fr: Sélectionner une langue

source: Currently active language
fr: Langue actuellement active

source: Select which partitions to use across all drives. <b>Selecting "Format" will erase ALL data on the selected partition.</b>
fr: Sélectionner les partitions à utiliser sur tous les lecteurs. <b>La sélection de "Formater " effacera TOUTES les données de la partition sélectionnée.</b>

source: You must at least select a <b>Root (/)</b> partition.
fr: Vous devez au moins sélectionner une partition <b>Racine (/)</b>.

source: You must at least select a <b>Root (/)</b> partition, plus a <b>Boot (/boot/efi)</b> partition that is at least 1 GB and on a GPT disk.
fr: Vous devez au moins sélectionner une partition <b>Racine (/)</b>, ainsi qu'une partition <b>Démarrage (/boot/efi)</b> d'au moins 1 Go et sur un disque GPT.

source: It is also recommended to select a <b>Swap</b> partition.
fr: Il est également recommandé de sélectionner une partition d'<b>Échange</b>(swap).

source: Modify Partitions…
fr: Modifier les partitions…

source: Cannot find parent disk of EFI partition
fr: Impossible de trouver le disque parent de la partition EFI

source: EFI partition is not on a GPT disk
fr: La partition EFI n'est pas sur un disque GPT

source: EFI partition has the wrong file system
fr: La partition EFI a un mauvais système de fichiers

source: EFI partition is too small
fr: La partition EFI est trop petite

source: Invalid file system for root
fr: Système de fichiers non valide pour la racine (/)

source: Invalid file system for home
fr: Système de fichiers invalide pour le dossier personnel (/home)

source: install option is null
fr: option d'installation nulle

source: Performing Backup Step
fr: Exécution de l'étape de sauvegarde

source: Partitioning Drive
fr: Partitionnement du disque

source: Extracting Files
fr: Extraction des fichiers

source: Configuring the System
fr: Configuration du système

source: Finishing the Installation
fr: Finition de l'installation

source: Install
fr: Programme d'installation

source: Continue to Clean Install
fr: Continuer vers une installation propre

source: Select Another Partition
fr: Sélectionner une autre partition

source: Pop!_OS was not found and Refresh Install is unavailable.
fr: Pop!_OS n'a pas été trouvé et l'installation actualisée n'est pas disponible.

source: Clean Install
fr: Installation propre

source: Erase everything and install a fresh copy of %s.
fr: Effacer tout et installer une nouvelle copie de %s.

source: %s is not installed and Refresh Install is unavailable.
fr: %s n'est pas installé et l'actualisation de l'installation n'est pas disponible.

source: Reinstall %s while keeping user accounts and files. Applications will need to be reinstalled manually.
fr: Réinstaller %s tout en conservant les comptes utilisateurs et les fichiers. Les applications devront être réinstallées manuellement.

source: Next
fr: Suivant

source: Refresh or Install
fr: Actualiser ou Installer

source: Custom (Advanced)
fr: Personnalisé (avancé)

source: Create, resize, or otherwise manage partitions manually. This method may lead to data loss.
fr: Créer, redimensionner ou gérer manuellement des partitions. Cette méthode peut entraîner une perte de données.

source: Reinstall while keeping user accounts and files. Applications will need to be reinstalled manually.
fr: Réinstaller tout en conservant les comptes utilisateurs et les fichiers. Les applications devront être réinstallées manuellement.

source: Continue Setting Up
fr: Continuer la configuration

source: Create User Account
fr: Créer un compte utilisateur

source: Choose Account Password
fr: Choisir le mot de passe du compte

source: Decrypt This Partition
fr: Déchiffrer cette partition

source: Enter the partition's encryption password and set a device name for the decrypted partition.
fr: Saisir le mot de passe de chiffrement de la partition et définir un nom de périphérique pour la partition déchiffrée.

source: Password:
fr: Mot de passe :

source: Device name:
fr: Nom de l'appareil :

source: Try Again
fr: Essayer à nouveau

source: _Open
fr: _Ouvrir

source: _Cancel
fr: _Annuler

source: Use partition:
fr: Utiliser la partition :

source: Format:
fr: Formater :

source: Use as:
fr: Utiliser comme :

source: Root (/)
fr: Racine (/)

source: Home (/home)
fr: Dossier personnel (/home)

source: Boot (%s)
fr: Démarrage (%s)

source: Swap
fr: Échange (swap)

source: Custom
fr: Personnalisé

source: Custom:
fr: Personnalisé :

source: Filesystem:
fr: Système de fichiers :

source: Default (ext4)
fr: Par défaut (ext4)

source: Full Name
fr: Nom et prénom

source: User Name
fr: Nom d'utilisateur

source: This will be used to name your home folder.
fr: Ceci sera utilisé pour nommer votre dossier personnel.
